[
  {
    "id": "2",
    "title": "The Proletariat and the Problem of Unproductive Labor",
    "type": "longer",
    "body": "The definition of proletarian matters because it distinguishes reactionary unions of bourgeois service work from proletariat labor which is unionized. The amazon unions is proletariat. The Starbucks’s union is not. \n\n- Society does not need Starbucks workers\n- Society actually does need amazon workers.\n\nThat’s why amazon workers are treated worse & need to union more. Service workers are not proletarians. Bartenders don’t need unions.\n\nSociety doesn’t need Netflix workers. Society needs potash, fertilizers, grains, minerals. Society needs to move these material goods in real space. These are where proletarians operate - at the base of the supply chain - where they actually hold the economy itself together.\n\n## The Proletariat\n\nWhat is the proletariat?\n\nThere are a lot of cultural stereotypes regarding what a proletariat is or is not, stemming in part from some of the imagery passed down to us from the 19th and early 20th centuries. Some people believe you are not proletariat unless you’re construction workers or oil rig worker. \n\nWhat does Classical Marxist Theory tells us about The Proletarian Class?\n\nIn a footnote in the Communist Manifesto, Engels puts forth a very straightforward definition of Proletariat:\n\n- The proletariat is “the class of modern wage laborers who, having no means of production of their own, are reduced to selling their labor power in order to live.”\n    - Notice that this definition doesn’t mention or says nothing about the content of a proletarian labor\n        - Nothing about whether the labor is essential to society, industrial or service work\n\nMarxist analysis of anything is about social relations, and what matters in defining the proletariat is the social form under which their labor is placed, namely, that of the wage.\n\n### Essential Characteristics\n\nProletarians have two essential characteristics:\n\n- Deprived of their own means of production\n- Reduced to selling their labor power in order to live / Forced to sell their labor-power as a commodity on the labor market in order to survive.\n\nThis already allows us to make some distinctions. Some people think that anyone who works with his hands is a proletarian, but a farmer who makes a living working on their own farm is not a proletarian - because they own their own means of production. Similarly a small business owner even if they do a lot of work around their business is not proletarian because they own their own capital and are not employed as a wage worker, but it is quite possible that they will employ proletarians to work in that very same business.\n\n### Productive vs. Unproductive Labor\n\nAccording to Marx, not all wage workers are productive laborers, he definitely doesn’t define it based on what society needs, which is after all a pretty vague criterion because what society needs will widely vary according to time and place and of course on how you define *a need* in general. Marx never makes a distinction between needs on the one hand and mere wants on the other. \n\nTrying to define productive work according to what Society needs leads to a whole bunch of intractable problems, but its also completely irrelevant to the matter at hand.\n\nIts important to understand that Marx’s analysis of political economy is first and foremost trying to understand capitalism specifically with all of its internal workings. Its not trying to define what society needs or doesn’t or which workers are more praiseworthy than others. It is simply trying to understand how capitalism functions internally. This is why he says that productive labor in his analysis is defined by the standpoint of capital: \n\n> “Since the direct purpose and *actual product* of capitalist production is *surplus value*, only such *labour* is *productive*, and only such an Exeter of labour capacity is a *productive worker*, as directly *produces surplus value*.” - Karl Marx, The Process of Production of Capital.\n> \n\nSo, a productive worker is that worker who produces surplus value for a capitalist. In other words, that worker through their labor-power, not only produces enough value to cover the cost of the wage they are paid but to produce additional, a surplus, of value which is then converted into profit for the capitalist.\n\nProductive Labor us tat labor which directly makes the capitalist richer than they were before investing in that labor - notice that this has nothing to do with the concrete nature of the work performed, only its social form that it produces surplus value.\n\n> “From the foregoing it is evident that for labor to be designated productive, qualities are required which are utterly unconnected with the specific content of the labor, with its particular utility or the use-value in which it is objectified. Hence labor with the same content can be either productive or unproductive.” - Karl Marx, The Process of Production of Capital.\n> \n\nThe distinction between industrial work and service work and work that is essential to society and work that is unessential not only do not align with each other they also do not align with marxist distinctions between proletarian and non-proletarian labor.\n\nThose who seek to obscure the social nature of the proletariat or to drive a wedge between large sections of proletarians whether consciously or not are helping only the ruling class and thats not Marxism.",
    "date": "2024-12-22",
    "slug": "the-proletariat-and-the-problem-of-unproductive-labor"
  }
]